Repository: silverbackstudio/rcp-fattureincloud
Catalog: languages/svbk-rcp-fattureincloud-*.po
Languages: it_it

source: You do not have permission to download this invoice.
it_it: Non hai il permesso di scaricare questa fattura, per favore utilizza la pagina pagamenti per scaricare le tue fatture.

source: Invoice service not available, please try later or contact business owner
it_it: Il servizio di fatturazione non è raggiungibile al momento, per favore riprovare più tardi.

source: FattureinCloud Invoice ID
it_it: ID FattureInCloud

source: The FattureInCloud global document ID. Example: https://secure.fattureincloud.it/invoices-view-<b>12459626<b>
it_it: Il codice documento di FattureInCloud per questo pagamento. Esempio: https://secure.fattureincloud.it/invoices-view-<b>12459626<b>

source: You must be logged in to download your invoice, please <a href="%s">login</a> to your account.
it_it: Devi aver eseguito l'accesso per scaricare le tua fattura. Per favore<a href="%s">accedi</a> alla tua area riservata.

source: This payment record does not exist
it_it: Questo pagamento non esiste.

source: Invoice not yet available, please contact and administrative to get more info
it_it: La fattura non é ancora disponibile, prego contattare l'amministrazione per maggiori informazioni

source: Enter the FattureInCloud API UID.
it_it: Inserisci la API UID di FattureInCloud

source: Enter the FattureInCloud API KEY.
it_it: Inserisci la API KEY di FattureInCloud

source: Wallet
it_it: Conto Pagamenti

source: Enter the FattureInCloud default wallet
it_it: Inserisci il conto pagamenti predefinito di FattureInCloud

source: Integrates RCP with FattureInCloud
it_it: Integrazione tra RCP e FattureInCloud
